[TC_WOTC_S79_AK74_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>AK-74</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>AK-74</b></font>"
AbilityDescName="винтовка"
BriefSummary="Автомат Калашникова образца 1974 года, является переосмысленной модернизацией АКМ под патрон 5.45x39мм, был принят на вооружение в 1974 году вместе с комплексом оружия на его базе. Изменилась технология производства автоматов: большее число деталей стало выполняться из литых заготовок по выплавляемым моделям, однако сохранилась значительная унификация с АКМ. Также был установлен новый дульный тормоз-компенсатор, что вместе со снизившимся импульсом отдачи позитивно сказалось на кучности стрельбы. Со временем вносились изменения в автомат: так поздние образцы имели пластмассовую фурнитуру вместо деревянной у ранних. Впервые был применён в Афганской войне, далее во всех конфликтах постсоветского пространства. В настоящее время, этот автомат используют большинство стран Восточной Европы, а также и Азии."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_S79_AK74_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>RVK-74</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>RVK-74</b></font>"
AbilityDescName="винтовка"
BriefSummary="Автомат Калашникова образца 1974 года, является переосмысленной модернизацией АКМ под патрон 5.45x39мм, был принят на вооружение в 1974 году вместе с комплексом оружия на его базе. Изменилась технология производства автоматов: большее число деталей стало выполняться из литых заготовок по выплавляемым моделям, однако сохранилась значительная унификация с АКМ. Также был установлен новый дульный тормоз-компенсатор, что вместе со снизившимся импульсом отдачи позитивно сказалось на кучности стрельбы. Со временем вносились изменения в автомат: так поздние образцы имели пластмассовую фурнитуру вместо деревянной у ранних. Впервые был применён в Афганской войне, далее во всех конфликтах постсоветского пространства. В настоящее время, этот автомат используют большинство стран Восточной Европы, а также и Азии.\nRVK-74 - это модифицированный потомок АК47. Отвод пороховых газов был заменен более мощным магнитным механизмом, изготовленным с использованием небольших кристаллов Элерия. Модификация существенно повысила баллистический профиль данного образца, позволяя пуле наносить больше урона, с большей точностью и кучностью."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_S79_AK74_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>RVK-74/203X</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>RVK-74/203X</b></font>"
AbilityDescName="винтовка"
BriefSummary="Автомат Калашникова образца 1974 года, является переосмысленной модернизацией АКМ под патрон 5.45x39мм, был принят на вооружение в 1974 году вместе с комплексом оружия на его базе. Изменилась технология производства автоматов: большее число деталей стало выполняться из литых заготовок по выплавляемым моделям, однако сохранилась значительная унификация с АКМ. Также был установлен новый дульный тормоз-компенсатор, что вместе со снизившимся импульсом отдачи позитивно сказалось на кучности стрельбы. Со временем вносились изменения в автомат: так поздние образцы имели пластмассовую фурнитуру вместо деревянной у ранних. Впервые был применён в Афганской войне, далее во всех конфликтах постсоветского пространства. В настоящее время, этот автомат используют большинство стран Восточной Европы, а также и Азии.\nСтвол модифицированного RVK-74/203X изготовлен из инопланетных сплавов, а модуль гашения отдачи стал одним из обязательных компонентов данного образца, введение его в конструкцию позволило погасить большую часть отдачи, с которой могут столкнуться наши бойцы при стрельбе из RVK-74/203X."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_S79_AK74_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>AK-74</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>AK-74</b></font>"
AbilityDescName="винтовка"
BriefSummary="Автомат Калашникова образца 1974 года, является переосмысленной модернизацией АКМ под патрон 5.45x39мм, был принят на вооружение в 1974 году вместе с комплексом оружия на его базе. Изменилась технология производства автоматов: большее число деталей стало выполняться из литых заготовок по выплавляемым моделям, однако сохранилась значительная унификация с АКМ. Также был установлен новый дульный тормоз-компенсатор, что вместе со снизившимся импульсом отдачи позитивно сказалось на кучности стрельбы. Со временем вносились изменения в автомат: так поздние образцы имели пластмассовую фурнитуру вместо деревянной у ранних. Впервые был применён в Афганской войне, далее во всех конфликтах постсоветского пространства. В настоящее время, этот автомат используют большинство стран Восточной Европы, а также и Азии."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_S79_AK74_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>RVK-74</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>RVK-74</b></font>"
AbilityDescName="винтовка"
BriefSummary="Автомат Калашникова образца 1974 года, является переосмысленной модернизацией АКМ под патрон 5.45x39мм, был принят на вооружение в 1974 году вместе с комплексом оружия на его базе. Изменилась технология производства автоматов: большее число деталей стало выполняться из литых заготовок по выплавляемым моделям, однако сохранилась значительная унификация с АКМ. Также был установлен новый дульный тормоз-компенсатор, что вместе со снизившимся импульсом отдачи позитивно сказалось на кучности стрельбы. Со временем вносились изменения в автомат: так поздние образцы имели пластмассовую фурнитуру вместо деревянной у ранних. Впервые был применён в Афганской войне, далее во всех конфликтах постсоветского пространства. В настоящее время, этот автомат используют большинство стран Восточной Европы, а также и Азии.\nRVK-74 - это модифицированный потомок АК47. Отвод пороховых газов был заменен более мощным магнитным механизмом, изготовленным с использованием небольших кристаллов Элерия. Модификация существенно повысила баллистический профиль данного образца, позволяя пуле наносить больше урона, с большей точностью и кучностью."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_S79_AK74_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>RVK-74/203X</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>RVK-74/203X</b></font>"
AbilityDescName="винтовка"
BriefSummary="Автомат Калашникова образца 1974 года, является переосмысленной модернизацией АКМ под патрон 5.45x39мм, был принят на вооружение в 1974 году вместе с комплексом оружия на его базе. Изменилась технология производства автоматов: большее число деталей стало выполняться из литых заготовок по выплавляемым моделям, однако сохранилась значительная унификация с АКМ. Также был установлен новый дульный тормоз-компенсатор, что вместе со снизившимся импульсом отдачи позитивно сказалось на кучности стрельбы. Со временем вносились изменения в автомат: так поздние образцы имели пластмассовую фурнитуру вместо деревянной у ранних. Впервые был применён в Афганской войне, далее во всех конфликтах постсоветского пространства. В настоящее время, этот автомат используют большинство стран Восточной Европы, а также и Азии.\nСтвол модифицированного RVK-74/203X изготовлен из инопланетных сплавов, а модуль гашения отдачи стал одним из обязательных компонентов данного образца, введение его в конструкцию позволило погасить большую часть отдачи, с которой могут столкнуться наши бойцы при стрельбе из RVK-74/203X."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Лучевое оружие"